Repository: Ratslayer/Portfolio
Catalog: Mongoose/Mongoose/strings.*.resx
Languages: fr

source: Cancel
fr: Annuler

source: Warning
fr: Avertissement

# ArtEvent
source: ArtEvent Guide
fr: Guide d'arts et d'événements

source: Events
fr: Événements

source: ONGOING
fr: RÉCURRENTS

source: ONE-TIME
fr: PONCTUELS

source: Explore
fr: Explorer

source: Favorites
fr: Mes favoris

source: Settings
fr: Paramètres

source: Visualise
fr: Visualiser

# ResetSettings
source: Reset to default settings
fr: Réinitialiser les paramètres

# ResetSettingsWarning
source: Are you sure you want to reset to settings to their default values?
fr: Êtes-vous certain de vouloir réinitialiser les paramètres?

source: Language
fr: Langue

source: English
fr: Anglais

source: French
fr: Français­

# LanguageAvailability
source: Some content may not be displayed in your preferred language. Availability depends solely on the event publisher.
fr: Certaines descriptions ne seront pas disponible dans la langue de votre choix. L'organisateur de l'événement est responsable de leurs disponibilitées.

source: Filters
fr: Filtres

# FiltersResetToDefault
source: Reset to default filters
fr: Réinitialiser les filtres

# FiltersResetWarning
source: Are you sure you want to reset the filters to their default settings?
fr: Êtes-vous certain de vouloir réinitialiser les filtres?

# FiltersSettingsCategoryPrompt
source: Show me events from these categories
fr: Seulement me montrer des événements dans ces catégories

source: Categories
fr: Catégories

# CategoryAll
source: All Categories
fr: Toutes les catégories

# CategoryArtsAndCulture
source: Arts and Culture
fr: Arts et culture

# CategoryConferencesAndLectures
source: Conferences and Lectures
fr: Conférences

# CategoryExaminations
source: Examinations
fr: Examens

# CategoryReligiousAndSpiritual
source: Religious and Spiritual
fr: Religieux et spirituels

# CategorySocialEvents
source: Social Events
fr: Événements sociaux

# CategorySportsAndWellness
source: Sports and Wellness
fr: Sports et bien-être

# CategoryWorkshopsSeminars
source: Workshops And Seminars
fr: Ateliers et séminaires

# CategoryFundraisers
source: Fundraisers
fr: Collectes de fonds

# CategoryInformationOrientation
source: Information And Orientation
fr: Information et orientation

# CategoryOtherEvents
source: Other Events
fr: Autres

# FiltersSettingsAudiencePrompt
source: Show me events from these audiences
fr: Seulement me montrer des événements pour ces publics

source: Audience
fr: Public

# AudienceAll
source: All Audiences
fr: Tous les publics

# AudienceAlumni
source: Alumni
fr: Anciens étudiants

# AudienceStaff
source: Staff
fr: Personnels auxiliaires

# AudienceFaculty
source: Faculty
fr: Personnels enseignants

# AudienceManagers
source: Managers
fr: Gestionnaires

# AudienceStudents
source: Students
fr: Étudiants

# AudienceFutureStudents
source: Future Students
fr: Futurs étudiants

# FiltersSettingsUnitPrompt
source: Show me events from these units
fr: Seulement me montrer des événements pour ces unités

source: Unit
fr: Unité

# UnitAll
source: All Units
fr: Toutes les unités

# UnitArtsAndScience
source: Arts And Science
fr: Arts et Science

# UnitOffices
source: Offices
fr: Bureaux

# UnitMain
source: Main
fr: Principal

# UnitBusiness
source: John Molson School of Business
fr: École de gestion John-Molson

# UnitFineArts
source: Fine Arts
fr: Beaux Arts

# TimeRangeFilterHeader
source: Show me events within the next
fr: Seulement me montrer des événements qui commenceront à l'intérieur de

source: Notifications
fr: Avertissements

# NotifyEvents
source: Notify me of events
fr: M'avertir quand il y a de nouveaux événements

# NotifyEventsDetails
source: Event notifications use your device's GPS
fr: Le GPS de votre appareil est nécessaire pour les avertissements d'événements

# NotifyArts
source: Notify me when I'm near public arts
fr: M'avertir quand je suis en proximité d'oeuvres d'art publiques

# NotifyArtsDetails
source: Public art notifications use your device's Bluetooth
fr: La connection Bluetooth de votre appareil est nécessaire pour les avertissements d'art publiques

# NotifyDetails
source: Notify me with detailed text
fr: M'avertir avec du texte détaillé

# NotifyDetailsDetails
source: Turn text options off for shorter notifications
fr: Des avertissements plus détaillés seront envoyés à votre appareil

# NotifyEventsShort
source: Notify events
fr: M'avertir d'évén.

# NotifyArtsShort
source: Notify public arts
fr: M'avertir d'art publ.

# NotifyDetailsShort
source: Notify with details
fr: M'avertir avec détails

# NotifyHour
source: Next Hour
fr: 1 heure

# NotifyThreeHours
source: Next 3 Hours
fr: 3 heures

# NotifySixHours
source: Next 6 Hours
fr: 6 heures

# NotifyDay
source: Next Day
fr: 1 journée

# NotifySevenDays
source: Next 7 Days
fr: 7 jours

# NotifyThirtyDays
source: Next 30 Days
fr: 30 jours

# FavoritesExpireDate
source: Automatically clear my Favorites every
fr: Automatiquement vider mes favoris tous les

# FavoritesClearDay
source: Day
fr: jours

# FavoritesClearWeek
source: Week
fr: semaines

# FavoritesClearTwoWeeks
source: Two Weeks
fr: deux semaines

# FavoritesClearMonth
source: Month
fr: mois

# PerformanceGPS
source: Decrease GPS accuracy for better battery performance
fr: Diminuer la précision du GPS pour augmenter la durée de vie de la batterie

# PerformanceGPSDetails
source: The application may have more difficulty finding your current location
fr: L'application aura une plus grande difficulté à déterminer votre emplacement

# PerformanceBluetooth
source: Decrease Bluetooth detection rate for better battery performance
fr: Diminuer la fréquence de détection Bluetooth pour augmenter la durée de vie de la batterie

# PerformanceBluetoothDetails
source: The application may have more difficulty detecting public art in your vicinity
fr: L'application aura une plus grande difficulté à détecter des installations d'art publiques dans votre entourage

# ArtInfoPageTitle
source: Art Info
fr: Détails de l'installation

# BookDisplayTitle
source: New Arrivals In The Library
fr: Livres nouvellement arrivés à la bibliotèque

# ArtDisplayTitle
source: Library Art Display
fr: Exposition d'art de la bibliotèque

# CourseReservesRoomTitle
source: Course Reserves Room
fr: Salle de manuels sur réserve

source: Visit
fr: Visiter

source: Location
fr: Emplacement

# ArtDisplayInformation
source: Library art exhibition information
fr: Art Library informations d'exposition

# BookDisplayInformation
source: New acquisitions at the Concordia Library
fr: Nouvelles acquisitions de la Bibliothèque Concordia

# CourseReservesRoomInformation
source: Find out what is on reserve for your courses
fr: Découvrer ce qui est sur ​​la réserve pour votre cours"

# EventInfoPageTitle
source: Event Info
fr: Détails de l'événements

# NoEvents
source: There are no events for your current building and selected filter(s). Please choose another building or change the filter settings.
fr: Aucun événement n'est disponible pour l'immeuble actuel ou filtre(s) choisi(s). S'il vous plait changez d'immeuble ou les filtres.

# NoLocationForEventList
source: Current building could not be determined. Please make sure that your GPS is turned on or choose a building manually.
fr: L'immeuble actuel n'a pas pu etre etabli. Verifiez que votre GPS est allume ou choisisez l'immeuble manuellement.

source: Title
fr: Titre

source: Start Time
fr: Début

source: End Time
fr: Fin

source: Building
fr: Immeuble

source: Room
fr: Local

source: Address
fr: Addresse

source: Visit Website
fr: Visiter le site web

source: Website
fr: site web

source: Time
fr: Heure

source: Today at
fr: Aujourd'hui à

source: at
fr: à

source: Home
fr: Maison

source: Unknown
fr: Inconnu

source: No address
fr: Aucune address

source: Current
fr: Actuel

source: Select building
fr: Sélectionnez l'immeuble

source: About
fr: À propos

# Application
source: Application Information
fr: Information sur l'application

source: Help
fr: Aide

# Contact
source: Contact us
fr: Contactez-nous

source: Debug Beacon
fr: Debug Balise

# NoFavorites
source: There are currently no events in your Favorites list
fr: Il n'y a aucun événement dans votre liste de favoris

source: Add to Favorites
fr: Ajouter aux favoris

# RemoveFromFavoritesTitle
source: Remove from Favorites
fr: Supprimer des favoris

# RemoveFromFavoritesBody
source: Are you sure you want to remove this item from Favorites?
fr: Êtes-vous certain de vouloir supprimer ce favoris?

# RemoveFromFavoritesFailureTitle
source: Already Removed Event
fr: Événement déjà supprimé

# RemoveFromFavoritesFailureBody
source: Event has already been removed from Favorites
fr: Événement a déjà été supprimé de favoris

source: Currently Exploring:
fr: Lieu d'exploration:

# RemoveAllFavoritesTitle
source: Remove All Favorites
fr: Supprimer tous les favoris

# RemoveAllFavoritesBody
source: Are you sure you want to remove all your Favorites?
fr: Etes-vous certain de vouloir supprimer tout vos favoris?
